Repository: b3nk4n/voicetimer-app
Catalog: VoiceTimer/Resources/AppResources.*.resx
Languages: de_de

# AboutTitle
source: about
de_de: Hilfe

# Alarm
source: Alarm sound
de_de: Alarmton

# AlertDialogMessage
source: Timer exceeded!
de_de: Timer abgelaufen!

# AppBarOffline
source: disable connectivity
de_de: Offline gehen

# ApplicationAuthor
source: by Benjamin Sautermeister
de_de: von Benjamin Sautermeister

# ApplicationDescription
source: The quick and easy timer app for Windows Phone with voice commands.
de_de: Die schnelle und einfache Timer App für Windows Phone mit Spracheingabe.

# Commands1Message
source: Press and hold the Windows-Button of you phone until the voice input dialog pops up.
de_de: Halte den Windows-Knopf deines Smartphones gedrückt bis der Sprachdialog erscheint.

# Commands1Title
source: 1. Activate voice input
de_de: 1. Spracheingabe aktivieren

# Commands2Bullet1
source: - " ...for 1 hour and 20 minutes. "
de_de: - " ...für 1 Stunde und 20 Minuten. "

# Commands2Bullet2
source: - " ...cancel nap. "
de_de: - " ...abbrechen. "

# Commands2Bullet3
source: - " ...when is the timer set for? "
de_de: - " ...auf wann ist der Timer gestellt? "

# Commands2Bullet4
source: - " ...what is the remaining time? "
de_de: - " ...wie viel Zeit habe ich noch? "

# Commands2Bullet5
source: - " ...plus 5 minutes. "
de_de: - " ...um 5 Minuten verlängern. "

# Commands2Message1
source: Say
de_de: Sag

# Commands2Message2
source: "Voice Timer..."
de_de: "Timer..."

# Commands2Message3
source: followed by your request. Some examples:
de_de: gefolgt von deinem Wunsch. Zum Beispiel:

# Commands2Title
source: 2. Speak
de_de: 2. Sprechen

# Commands3Message
source: VoiceTimer takes care of the rest...
de_de: VoiceTimer kümmert sich um den Rest...

# Commands3Title
source: 3. Do your stuff
de_de: 3. Los legen

# CommandsHeader
source: commands
de_de: Sprachbefehle

# CommandsIntro
source: This application supports Windows Phone voice commands. Follow these simple steps to set the timer even faster and easier:
de_de: Diese Anwendung unterstützt Windows Phone Spachbefehle. Befolge diese einfachen Schritte um deinen Timer noch schneller und einfacher stellen zu können:

# FeedbackBodyText
source: [Your feedback here] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
de_de: [Dein Feedback hier] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------

# FeedbackMessageText
source: Sorry to hear you didn't want to rate voiceTIMER. Tell us about your experience or suggest how we can make it even better.
de_de: Schade dass Sie voiceTIMER nicht bewerten wollen. Erzählen Sie uns von Ihren Erfahrungen oder teilen Sie uns Vorschläge mit, damit wir voiceTIMER noch besser machen können.

# FeedbackNoText
source: no thanks
de_de: nein danke

# FeedbackSubject
source: voiceTIMER Customer Feedback
de_de: voiceTIMER Feedback

# FeedbackTitleText
source: Can we make it better?
de_de: Können wir es besser machen?

# FeedbackYesText
source: give feedback
de_de: feedback

source: more apps
de_de: Mehr apps

source: privacy info
de_de: Datenschutz-Informationen

source: rate and review
de_de: Bewerten und Kritik schreiben

# RatingMessage10Text
source: You look to be getting a lot of use out of our application! Why not give us a 5 star rating to show your appreciation?
de_de: Es scheint als ob voiceTIMER Ihnen sehr gefällt! Warum geben Sie uns nicht eine 5 Sterne Bewertung um zu zeigen, dass Sie unsere Arbeit zu schätzen wissen?

# RatingMessage5Text
source: We'd love you to rate our app 5 stars. Showing us some love on the store helps us to continue to work on the app and make things even better!
de_de: Wir würden uns freuen, wenn Sie unsere App mit 5 Sternen bewerten. Das würde uns sehr motivieren um die App noch besser zu machen!

# RatingNoText
source: no thanks
de_de: nein danke

# RatingTitleText
source: Enjoying voiceTIMER?
de_de: Gefällt Ihnen voiceTIMER?

# RatingYesText
source: rate 5 stars
de_de: bewerten

# ResourceLanguage
source: en-US
de_de: de-DE

# SettingsTitle
source: settings
de_de: Einstellungen

# SpeakAlarmAlreadySet
source: Timer is already set.
de_de: Timer war bereits gestellt.

# SpeakAlarmSetFor
source: Timer is set for {0}.
de_de: Timer ist gestellt auf {0}.

# SpeakNoAlarmSet
source: Timer was not set.
de_de: Timer ist nicht gestellt.

# SpeakStartTimer
source: Timer is set for {0} minutes.
de_de: Stelle Timer auf {0} Minuten.

# SpeakStopTimer
source: Timer is now off.
de_de: Timer ist jetzt deaktiviert

# SpeakTimeLeft
source: You have {0} minutes left.
de_de: Du hast noch {0} Minuten übrig.

# SpeakTimeShifted
source: Now you have about {0} minutes left.
de_de: Jetzt hast du noch etwa {0} Minuten übrig.

# SpeakTimeShiftedNoTimeLeft
source: Time has now exceeded.
de_de: Timer ist nun abgelaufen.

source: support and feedback
de_de: Hilfe und Feedback

source: Voice commands
de_de: Sprachbefehle

# VoiceLanguage
source: Language
de_de: Sprache

# VoiceSupported
source: supported
de_de: unterstützt

# VoiceUnsupported
source: not supported
de_de: nicht unterstützt

# VoiceUnsupportedMessage
source: Your installed language package is not supported in the current version of this application. Supported languages for voice commands are English (en-US, en-GB) and German (de-DE). Please check your phone settings.
de_de: Das installierte Sprachpaket wird in dieser Version der Anwendung leider noch nicht unterstützt. Unterstütze Sprachen für Spracheingaben sind Englisch (en-US, en-GB, en-IN) und Deutsch (de-DE). Bitte prüfen Sie die Einstellungen ihres Smartphones.
